{
    "__typename": "GraphImage",
    "comments_disabled": false,
    "dimensions": {
        "height": 1350,
        "width": 1080
    },
    "display_url": "https://instagram.fdel3-2.fna.fbcdn.net/v/t51.2885-15/e35/90964631_2995582687158601_6132385322541091186_n.jpg?_nc_ht=instagram.fdel3-2.fna.fbcdn.net&_nc_cat=101&_nc_ohc=nZlPPePkjmMAX_ZGPbQ&oh=23b866813640aac42c91017647454c27&oe=5EA59B79",
    "edge_liked_by": {
        "count": 4
    },
    "edge_media_to_caption": {
        "edges": [
            {
                "node": {
                    "text": "SELAMAT HARI RAYA NYEPI 🙏\n.\n🇨🇵 Nyepi est le jour du silence qui se déroule chaque année à Bali. Cette magnifique île est alors mise au repos au même titre que ses habitants. Pas de travail, pas d'activités, pas de lumière, pas d'électricité, pas d'internet, personne dans les rues, aéroport et magasins fermés... Seul les lieux de soins sont ouverts. Les balinais restent alors chez eux, en famille et profitent de ce temps pour avoir une réflexion intérieure sur leur vie. Pour les plus strictes, pas de parole. Les balinais pensent alors que les mauvais esprits se baladant dans les rues et ne trouvant personne, vont alors s'en aller et donc ne pas perturber pas la vie de l'île.\nNous nous réjouissions à l'avance et depuis plus d'un an de vivre cette fête au sein même de Bali mais cette période de rapatriement et confinement en a décidé autrement. Ce ne sera que pour mieux le faire une autre fois...\n.\n🇬🇧 Nyepi is the day of silence that takes place every year in Bali. This magnificent island is then put to rest just like its inhabitants. No work, no activities, no light, no electricity, no internet, no one in the streets, closed airport and shops... Only the places of care are open. The Balinese stay at home, with family and take advantage of this time to have an inner reflection on their life.  For the strictest, no word. The Balinese think that the evil spirits wandering in the streets and finding no one, will then go away and therefore not disturb the life of the island.\nWe were looking forward to this celebration for over a year, but this period of repatriation and confinement has decided otherwise.\nThat's for do it better another time...\n.\n#nyepi #celebration #spirituality #spirit #hindu #hinduism #water #blue #ocean #smile #smiley #bali #baliindonesia #balilife #sunnyday #island #sun #sunny #happy #beach #indonesia #baligasm #balidaily #landscape #instapic #instapicture #igtravel #instatravel #travelpics #travelpic"
                }
            }
        ]
    },
    "edge_media_to_comment": {
        "count": 0
    },
    "id": "2272814863313069915",
    "is_video": false,
    "owner": {
        "id": "10247373693"
    },
    "shortcode": "B-KqROIAOdb",
    "taken_at_timestamp": 1585160666,
    "thumbnail_src": "https://instagram.fdel3-2.fna.fbcdn.net/v/t51.2885-15/sh0.08/e35/c0.135.1080.1080a/s640x640/90964631_2995582687158601_6132385322541091186_n.jpg?_nc_ht=instagram.fdel3-2.fna.fbcdn.net&_nc_cat=101&_nc_ohc=nZlPPePkjmMAX_ZGPbQ&oh=2f7241f0dc71ef88ca1ff8f30e033839&oe=5EA3B7F0"
}