{
    "__typename": "GraphImage",
    "comments_disabled": false,
    "dimensions": {
        "height": 1080,
        "width": 1080
    },
    "display_url": "https://instagram.fdel3-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/91429204_513027299380386_5627868983199480096_n.jpg?_nc_ht=instagram.fdel3-1.fna.fbcdn.net&_nc_cat=106&_nc_ohc=1YNHJFb_OZQAX9elq2S&oh=412a50697a2f51ed7db4e977312de5cf&oe=5EA33A23",
    "edge_liked_by": {
        "count": 7
    },
    "edge_media_to_caption": {
        "edges": [
            {
                "node": {
                    "text": "THE ONE THING YOU'LL NEVER GET BACK\n\nYou already know that time is the only thing we can not buy or buy back\n\nSecond by second, minute by minute, this value we place on said measured thing that is time is consistently fleeting, mysteriously exhausting within itself all that hath been said and that hath that been done\n\nAnd all too often we humans are so busy planning our future or worrying about it. Or the inverse, we're reliving our past, at best, or more likely reliving our past mistakes and regrets\n\nBut what about the present moment\n\nWhat about now\n\nMany of us spend so much time stuck in the past and/or future that we never really live in the present moment at all\n\nAnd this is just ludicrous for we're stuck living in something that doesn't exist, over and over and over again\n\nYou see the past doesn't exist and neither does the future. When you were actually experiencing those memories from the past, it was now. And when the future that you're planning for or worried about arrives, it wil be now\n\nAll we ever really have is now\n\nThis very moment that is upon us\n\nThis very moment that we're in\n\nTHIS PRESENT MOMENT\n\nAnd mentally living anywhere outside of the present moment leads to all sorts of ailments that, like always, start in the psyche\n\nIt is well known and documented in the field of psychology that depression stems from living in the past and anxiety stems from worry of the future. And both of these are out of our control\n\nYet the one thing we can control, change and manipulate for the better is our present moment\n\nSo the next time you find yourself worrying or sullen may I offer these steps:\n\nStop whatever your doing\n\nTake 3 long deep breaths\n\nAsk yourself if you are ok right now, in this very moment, (not later, not before)\n\nIf not, ask yourself what you need to be ok right now\n\nRemind yourself that you have health, water, shelter, love to give and someone who loves you\n\nNow ask yourself again in this very moment, what more do you need to be ok\n\nAnd if there's something you truly need, write it down and then write down all the solutions you can come up with to get what you need. Then write down the steps to get there\n\nInspired by \"The Power Of Now\""
                }
            }
        ]
    },
    "edge_media_to_comment": {
        "count": 1
    },
    "id": "2272816047289643754",
    "is_video": false,
    "owner": {
        "id": "17320747636"
    },
    "shortcode": "B-KqicygbLq",
    "taken_at_timestamp": 1585160807,
    "thumbnail_src": "https://instagram.fdel3-1.fna.fbcdn.net/v/t51.2885-15/sh0.08/e35/s640x640/91429204_513027299380386_5627868983199480096_n.jpg?_nc_ht=instagram.fdel3-1.fna.fbcdn.net&_nc_cat=106&_nc_ohc=1YNHJFb_OZQAX9elq2S&oh=348b6964fee61b9cf0e85b0b03ca41d3&oe=5EA4D396"
}