{
    "__typename": "GraphImage",
    "comments_disabled": false,
    "dimensions": {
        "height": 702,
        "width": 1080
    },
    "display_url": "https://instagram.fdel3-2.fna.fbcdn.net/v/t51.2885-15/e35/90512088_203884760867521_2317077627235962805_n.jpg?_nc_ht=instagram.fdel3-2.fna.fbcdn.net&_nc_cat=101&_nc_ohc=OAVK78tFu7sAX91lfw_&oh=97ff2c65deeb51a86e48a9d87abcf12c&oe=5EA3A310",
    "edge_liked_by": {
        "count": 2
    },
    "edge_media_to_caption": {
        "edges": [
            {
                "node": {
                    "text": "Playa, playa, playita! Un día playero. Algunos trucos que todos necesitamos, cuando queremos mantener la vida saludable que normalmente llevamos. Cuando estamos en un ida común.⁣\n⁣ ¿Qué beber? Si no eres de los que bebe licor, llévate agua o te verde; son excelentes opciones. Ahora si quieres hacerlo mejor, opta por una que otra cerveza (no la caja para ti). Si te quieres volver nada, ya es tu decisión. ⁣\n⁣\n¿Qué comer? Usted puede comer lo que le plazca, sin embargo, si quiere medio cuidarse, coma de más a menos. Es decir, un ejemplo clásico: Cómase sus sandwiches, sus empanadas o una arepa en la mañana, meriende una porción de fruta congelada refrescante (Tipo patilla o piña). Luego almuerce pescadito, con una porción de ensalada con un trozo de aguacate. A media tarde compre esos picaditos de frutos de mar. La cena ya es proteína animal y vegetales. ⁣\n⁣\n¿Qué hacer? Ya esto obviamente depende de ti. Pero sería bueno nadar un rato, ponerse a jugar con las raquetas, trote, camine. El asunto es hacer algo físico ⁣\n⁣\n¿y en la playa? Es lo máximo. Últimas consideraciones: Cuidado con el sol. Si no sabe nadar no se meta en la parte profunda. Por favor no haga pirámides de personas en el agua. No se tire arena con sus compañeros o juegue al \"empanizado\". Use trajes de baño de su talla. No se deje la cara blanca por el bloqueador solar. Para todo lo demás, disfrute de la playa.\n#odyseebikinis\n#Beach\n#Bikinis\n#Summer\n#Verano\n#Playa\n#Venezuela\n#Miami\n#unicornio\n#Trajesdebaño\n#Piscina\n#odyseebikinis#Beach\n#carabobovalencia\n#maracay\n#guacara\n#sandiegovalencia \n#morrocoy\n#avbolivarvalencia\n#naguanagua\n#prebo \n#barquisimeto\n#caracas"
                }
            }
        ]
    },
    "edge_media_to_comment": {
        "count": 0
    },
    "id": "2272813361796171414",
    "is_video": false,
    "owner": {
        "id": "615394694"
    },
    "shortcode": "B-Kp7Xun0aW",
    "taken_at_timestamp": 1585160487,
    "thumbnail_src": "https://instagram.fdel3-2.fna.fbcdn.net/v/t51.2885-15/e35/c168.0.626.626a/90512088_203884760867521_2317077627235962805_n.jpg?_nc_ht=instagram.fdel3-2.fna.fbcdn.net&_nc_cat=101&_nc_ohc=OAVK78tFu7sAX91lfw_&oh=9b9e594dd8dff08800a985e9c0b62bab&oe=5EA4DDE9"
}