{
    "__typename": "GraphImage",
    "comments_disabled": false,
    "dimensions": {
        "height": 1350,
        "width": 1080
    },
    "display_url": "https://instagram.fdel3-2.fna.fbcdn.net/v/t51.2885-15/e35/91289514_211681736600645_8878114661697758762_n.jpg?_nc_ht=instagram.fdel3-2.fna.fbcdn.net&_nc_cat=105&_nc_ohc=IMx8c_FRYJ0AX-Tfp7K&oh=36f92644dfa5d67f5e2a48c60832b3e6&oe=5EA42A3A",
    "edge_liked_by": {
        "count": 10
    },
    "edge_media_to_caption": {
        "edges": [
            {
                "node": {
                    "text": "✨Pendant ces moments où tout est en pause, les vols sont annulés, les familles réunies, la peur et la psychose règnent, sans oublier les multiples questionnements... La vie semble devenir fade, sans saveur, sans goût, et on a juste hâte de retrouver notre quotidien, (dont on se plaint parfois très souvent.)\n.\n.\nJ'aimerais apporter une petite lueur d'espoir à ceux qui sont tristes, inquiets, stressés. Souviens-toi qu'en ce jour, tu es en VIE ! Souviens-toi qu'en ce jour dans le monde on compte des centaine, milliers de morts à cause du Co-Vid19, à cause des guerres, mais toi tu es en VIE.\n\nSouviens-toi, que tu as d'énormes projets que tu réaliseras à la suite de cette pandémie, que tu survivras, et que ceci est une mauvaise période, mais qui passera... Souviens-toi qu'aussi longtemps que durera la nuit, le soleil finira toujours par se lever. Alors, reprends-toi ! . \nSouviens-toi des règles d'hygiène à respecter. Pas de bise, salutations avec la main ou câlin, souviens-toi de la distance sociale. Ton gel hydroalcoolique, tu garderas... Et tu apprendras à tousser et éternuer dans ton coude.\n\nPrends soin de toi, prends soin de tes rêves, prends du temps pour les concrétiser et les planifier afin qu'à l'heure du retour à la vie normale, tu sois aussi rapide que Ussain Bolt.\n\nPrends soin de toi,\nQue Dieu te garde et te protège,\nQue Dieu garde et protège ta famille, \nMaï, ❤️ _____\n\n#Benin #beninrepublic #Beninvie #MaïTravels #Blackvoyageurs #BlackGirlTravel #Ganvie #VisiterLAfrique #Ouidah #colorsofbenin #travelafricans #Westafrica #Africa #Beach #Ouidah #PortoNovo #Cotonou #RouteDesPeches"
                }
            }
        ]
    },
    "edge_media_to_comment": {
        "count": 0
    },
    "id": "2272814087367121532",
    "is_video": false,
    "owner": {
        "id": "2543236228"
    },
    "shortcode": "B-KqF7eBVp8",
    "taken_at_timestamp": 1585160574,
    "thumbnail_src": "https://instagram.fdel3-2.fna.fbcdn.net/v/t51.2885-15/sh0.08/e35/c0.101.810.810a/s640x640/91289514_211681736600645_8878114661697758762_n.jpg?_nc_ht=instagram.fdel3-2.fna.fbcdn.net&_nc_cat=105&_nc_ohc=IMx8c_FRYJ0AX-Tfp7K&oh=ca9b28c47e127c6c0feca679ed943c5c&oe=5EA5D1ED"
}